export const dataSource = [
    {
        label: '2015',
        month: 12,
        events: [
            {
                important: true,
                title:
                    '省政府印发《关于深化行政执法体制改革 全面推进综合行政执法的意见》',
                date: '2015-02-17',
                content:
                    '全面推进城乡统筹的跨部门、跨领域综合行政执法，加快建立权责统一、权威高效的行政执法体制，切实增强基层政府治理能力和社会管理水平。',
                imgs: [],
            },
            {
                important: false,
                title: '全省综合行政执法工作现场推进会在嘉善召开',
                date: '2015-10-09',
                content:
                    '时任省委常委、常务副省长袁家军出席会议并讲话，全面部署推进综合行政执法改革工作。',
                imgs: [],
            },
        ],
    },
    {
        label: '2016',
        month: 12,
        events: [
            {
                important: false,
                title:
                    '省政府办公厅印发《关于加强行政执法协调指挥和协作配合工作的指导意见》',
                date: '2016-07-29',
                content:
                    '进一步创新行政执法体制，完善工作机制，加强部门配合，切实提高市、县、乡级政府行政执法统筹协调指挥能力。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省委省政府印发《关于深入推进城市执法体制改革 改进城市管理工作的实施意见》   ',
                date: '2016-09-26',
                content:
                    '进一步理顺全省城市管理和综合行政执法体制机制，提高城市管理和公共服务水平，推动城市管理走向城市治理，促进城市运行高效有序。',
                imgs: [],
            },
        ],
    },
    {
        label: '2017',
        month: 12,
        events: [
            {
                important: false,
                link: 'https://mp.weixin.qq.com/s/6m4TDZ8eaL9ZaYDUha5Dsg',
                title: '浙江省综合行政执法指导局今日挂牌成立！',
                date: '2017-04-01',
                content:
                    '4月1日，浙江省综合行政执法指导局正式挂牌成立，副省长熊建平、省政府办公厅副主任傅晓风和省建设厅厅长项永丹、副厅长沈敏出席揭牌仪式。省综合行政执法指导局的成立，是省委、省政府高度重视城市管理工作的重要体现，是加强全省综合行政执法队伍规范化建设的客观需要，标志着我省在贯彻落实《中共中央、国务院关于深入推进城市执法体制改革改进城市管理工作的指导意见》的工作中迈出了坚实的一步。',
                imgs: [
                    require('./imgs/2017-04-01-pic1.png'),
                    require('./imgs/2017-04-01-pic2.png'),
                ],
            },
            {
                important: false,
                title:
                    '省住建厅、省委编办、原省政府法制办印发《关于厘清市县业务主管部门与综合行政执法部门职责边界的指导意见》   ',
                date: '2017-12-08',
                content:
                    '就厘清市县业务主管部门与综合行政执法部门职责边界提出指导意见，加强行政执法协调指挥和协作配合工，进一步提升综合行政执法实效。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省住建厅、省委编办、省财政厅、省人社厅、原省政府法制办印发《关于全面加强市县综合行政执法部门规范化建设的意见》   ',
                date: '2017-12-15',
                content:
                    '全面深化综合行政执法体制改革，加强市县综合行政执法部门规范化建设，提升综合行政执法能力和水平。',
                imgs: [],
            },
        ],
    },
    {
        label: '2018',
        month: 12,
        events: [
            {
                important: false,
                title: '《浙江省机构改革方案》获中央批准   ',
                date: '2018-10-04',
                content:
                    '机构改革方案明确：组建省综合行政执法指导办公室，划入省住房和城乡建设厅承担的综合行政执法指导职责，作为省司法厅管理的副厅级机构。',
                imgs: [
                    require('./imgs/2018-10-04-pic1.png'),
                    require('./imgs/2018-10-04-pic2.png'),
                ],
            },
        ],
    },
    {
        label: '2019',
        month: 12,
        events: [
            {
                important: false,
                title:
                    '省委办公厅、省政府办公厅印发《关于深化市场监管综合行政执法改革的实施意见》《关于深化生态环境保护综合行政执法改革的实施意见》《关于深化文化市场综合行政执法改革的实施意见》《关于深化交通运输综合行政执法改革的实施意见》《关于深化农业综合行政执法改革的实施意见》的通知   ',
                date: '2019-03-20',
                content: '推进五大领域综合行政执法改革。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省委办公厅、省政府办公厅认真贯彻落实《关于推进基层整合审批服务执法力量的实施意见》的通知   ',
                date: '2019-04-30',
                content:
                    '加强基层整合审批服务执法力量，积极推进基层综合行政执法改革，推进行政执法权限和力量向基层延伸和下沉。',
                imgs: [],
            },
            {
                important: true,
                title:
                    '省委办公厅、省政府办公厅印发《关于深化综合行政执法改革的实施意见》   ',
                date: '2019-06-22',
                content:
                    '构建起综合行政执法改革的“四梁八柱”，更大范围推进城乡统筹的跨部门、跨领域综合行政执法改革。',
                imgs: [],
            },
            {
                important: true,
                title:
                    '省政府印发《关于同意杭州下城区长庆街道等5个镇（街道）开展综合行政执法试点的批复》   ',
                date: '2019-11-12',
                content:
                    '同意杭州市下城区长庆街道、桐庐县分水镇、湖州市南浔区练市镇、义乌市佛堂镇、江山市贺村镇等5个镇（街道）全省率先开展综合行政执法试点，以镇（街道）名义相对集中行政处罚权及与之相关的行政检查权。',
                imgs: [],
            },
        ],
    },
    {
        label: '2020',
        month: 12,
        events: [
            {
                important: true,
                title:
                    '省政府办公厅印发《关于公布浙江省综合行政执法事项统一目录的通知》   ',
                date: '2020-06-05',
                content:
                    '公布浙江省综合行政执法事项统一目录（2020年），明确除舟山市海洋综合行政执法、各地基层综合行政执法外，各市、县（市、区）政府要按统一目录执行划转事项，各设区市可以根据本地实际提出地方扩展目录方案。',
                imgs: [],
            },
            {
                important: false,
                title: '省政府召开综合行政执法改革工作专题会',
                date: '2020-07-24',
                content:
                    '时任省长袁家军讲话强调，要按照“大综合一体化”方向，构建全覆盖的整体政府监管体系和全闭环的行政执法体系，到2022年完成改革。',
                imgs: [],
            },
            {
                important: true,
                link: 'https://mp.weixin.qq.com/s/7ujehyvejTdvoD7jMwWv2A',
                title:
                    '袁家军在全省法治政府建设暨综合行政执法改革推进会上强调，争当综合行政执法改革开路先锋，加快建设法治政府。',
                date: '2020-08-17',
                content:
                    '17日下午，全省法治政府建设暨综合行政执法改革推进会在杭州召开。省长袁家军强调，基本建成法治政府，是今年省政府工作报告提出的目标；深化综合行政执法改革是法治政府建设的重点，在纵深推进“互联网+监管”的背景下，深刻影响“放管服”改革、整体政府建设和小康成色，具有牵一发动全身的重要作用。',
                imgs: [require('./imgs/2020-08-17-pic1.png')],
            },
            {
                important: false,
                title:
                    '省委编办印发《关于科学规范乡镇（街道）“属地管理”的意见》   ',
                date: '2020-11-11',
                content:
                    '公布《浙江省乡镇（街道）“属地管理”事项责任清单指导目录》，促进基层明责减负、赋能增效，加快构建“县乡一体、条抓块统”基层管理模式，持续擦亮“基层治理四平台”品牌。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省政府办公厅印发《浙江省赋予乡镇（街道）县级审批服务权限指导目录》   ',
                date: '2020-11-28',
                content:
                    '要求各地要根据乡镇（街道）的实际承接能力，组织辖区内乡镇（街道）在《指导目录》中认领赋权事项，向社会公布后组织实施。',
                imgs: [],
            },
            {
                important: true,
                title:
                    '省政府办公厅印发《关于杭州市上城区南星街道等37个乡镇（街道）开展综合行政执法的复函》   ',
                date: '2020-12-11',
                content:
                    '同意杭州市上城区南星街道等37个乡镇（街道）开展综合行政执法，以乡镇（街道）名义相对集中行政处罚权及与之相关的行政检查权、行政强制权',
                imgs: [],
            },
            {
                important: false,
                title: '省委印发《法治浙江建设规划（2021—2025年）》   ',
                date: '2020-12-31',
                content:
                    '“大综合一体化”行政执法改革纳入法治浙江建设规划（2021—2025年）。',
                imgs: [],
            },
        ],
    },
    {
        label: '2021',
        month: 12,
        events: [
            {
                important: false,
                title: '省委依法治省办印发《法治浙江建设六大抓手实施方案》   ',
                date: '2021-02-01',
                content:
                    '加快推进“大综合一体化”行政执法改革，打造成法治浙江建设“金名片”。',
                imgs: [],
            },
            {
                important: true,
                title:
                    '省委书记袁家军主持召开省委深改委第13次会议，进一步明确“大综合一体化”行政执法改革思路和方向   ',
                date: '2021-03-18',
                content:
                    '袁家军强调，要按照整体政府理念，以“大综合”方向为统领，以数字化改革为牵引，加强政府对行政执法的统一领导和协调，统筹配置行政执法资源，更大范围推进跨部门跨领域综合执法，统筹配置行政执法资源，更大力度整合执法职责和队伍，构建全覆盖的整体政府监管体系和全闭环的行政执法体系。',
                imgs: [
                    require('./imgs/2021-03-18-pic1.png'),
                    require('./imgs/2021-03-18-pic2.png'),
                ],
            },
            {
                important: true,
                title: '我省首个综合行政执法培训基地在浙江警官职业学院成立   ',
                date: '2021-04-13',
                content:
                    '时任副省长刘小涛为培训基地授牌，标志着我省综合行政执法队伍教育培训工作开启了常态化、规范化、科学化的新征程。',
                imgs: [
                    require('./imgs/2021-04-13-pic1.png'),
                    require('./imgs/2021-04-13-pic2.png'),
                ],
            },
            {
                important: false,
                title:
                    '省委深改委印发《关于在衢州等地开展“县乡一体、条抓块统”县域整体智治改革试点的指导意见》   ',
                date: '2021-04-30',
                content:
                    '决定在衢州等地开展“县乡一体、条抓快统”县域整体智治改革试点，推进基层行政执法改革，实现“一支队伍管执法”。',
                imgs: [
                    require('./imgs/2021-04-30-pic1.png'),
                    require('./imgs/2021-04-30-pic2.png'),
                ],
            },
            {
                important: false,
                title:
                    '省委依法治省办印发《乡镇（街道）法治化综合改革试点实施方案》   ',
                date: '2021-05-14',
                content:
                    '通知要求稳妥推进乡镇（街道）“一支队伍管执法”，“大综合一体化”行政执法改革向纵深推进。',
                imgs: [],
            },
            {
                important: true,
                title:
                    '省建设法治政府（依法行政）工作联席会议办公室印发《浙江省“大综合一体化”行政执法改革专班工作方案》',
                date: '2021-05-28',
                content:
                    '经省政府同意，决定成立高兴夫副省长任组长的省“大综合一体化”行政执法改革工作专班，明确由省委编办、省司法厅（省综合执法办）双牵头，负责落实省委、省政府决策部署，全面统筹推进改革工作。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省政府办公厅印发《关于同意桐庐县和金华市婺城区开展“大综合一体化”行政执法改革的复函》',
                date: '2021-06-29',
                content: '同意桐庐县、金华市婺城区综合行政执法改革方案。',
                imgs: [],
            },
            {
                important: true,
                title: '全省“大综合一体化”行政执法改革推进会在嘉善召开',
                date: '2021-07-15',
                content:
                    '高兴夫副省长出席会议并讲话，强调要全面落实行政执法改革各项任务，坚持“一张清单管理”，坚持“一支队伍管执法”，坚持“一体化联动”，坚持“一平台统管”，坚持“一流战队标准”，全力打造法治领域金名片。',
                imgs: [
                    require('./imgs/2021-07-15-pic1.png'),
                    require('./imgs/2021-07-15-pic2.png'),
                ],
            },
            {
                important: true,
                title:
                    '省政府办公厅印发《关于推进乡镇（街道）综合行政执法工作的通知》',
                date: '2021-08-16',
                content:
                    '公布《浙江省乡镇（街道）综合行政执法事项指导目录（2021年）》，要求各地要根据实际，采取赋权或派驻等方式实施乡镇（街道）综合行政执法。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省综合执法改革工作协调小组印发《浙江省“大综合一体化”行政执法改革行动计划》',
                date: '2021-08-18',
                content:
                    '制定2021年至2022年“大综合一体化”行政执法改革主要任务。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省政府办公厅印发《关于同意湖州市吴兴区和常山县开展“大综合一体化”行政执法改革的复函》',
                date: '2021-10-15',
                content:
                    '原则同意湖州市吴兴区、常山县“大综合一体化”行政执法改革方案。',
                imgs: [],
            },
            {
                important: false,
                title: '全省“县乡一体、条抓块统”改革工作现场推进会在衢州召开',
                date: '2021-11-09',
                content:
                    '省委书记袁家军作出重要批示，要聚焦高效协同、整体智治，坚持“一把手”抓、抓“一把手”，全面总结和复制推广基层治理现代化的“衢州经验”，全省域推进“县乡一体、条抓块统”改革，加快推动“152”体系与“141”体系衔接贯通，努力打造充分展现中国特色基层治理制度优势的浙江样板。省委常委、秘书长陈奕君出席会议并讲话。',
                imgs: [
                    require('./imgs/2021-11-09-pic1.png'),
                    require('./imgs/2021-11-09-pic2.png'),
                ],
            },
            {
                important: false,
                title:
                    '省政府办公厅印发《关于公布浙江省新增综合行政执法事项统一目录（2021年）的通知》',
                date: '2021-11-16',
                content:
                    '公布浙江省新增综合行政执法事项统一目录（2021年），与浙江省新增综合行政执法事项统一目录（2020年）一并执行。',
                imgs: [],
            },
            {
                important: true,
                title: '省人大常委会审议通过《浙江省综合行政执法条例》',
                date: '2021-11-25',
                content:
                    '浙江率先在综合行政执法领域出台省级地方性法规，总结提炼综合行政执法改革经验，积极回应和破解实践中的热点难点问题，为“大综合一体化”行政执法改革提供了有力法治保障',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省政府办公厅印发《关于全面推行“综合查一次”制度的指导意见》',
                date: '2021-12-30',
                content:
                    '全面推行“综合查一次”制度，提高行政执法效能，深化“大综合一体化”行政执法改革。',
                imgs: [],
            },
        ],
    },
    {
        label: '2022',
        month: new Date().getMonth() + 1,
        events: [
            // {
            //     important: true,
            //     title: '111111111111111111111111111',
            //     date: '2022-01-29',
            //     content: '2222222222222222222222222222',
            //     imgs: [],
            // },
            {
                important: true,
                title:
                    '中央批复同意《浙江省加快推进“大综合一体化”行政执法改革试点工作方案》',
                date: '2022-01-30',
                content: '标志着浙江“大综合一体化”行政执法改革进入国家试点。',
                imgs: [],
            },
            {
                important: true,
                title:
                    '省委常委会专题研究贯彻习近平总书记关于我省改革试点重要批示精神',
                date: '2022-02-14',
                content:
                    '袁家军书记强调，要深入学习贯彻习近平总书记的重要批示精神，坚决扛起“大综合一体化”行政执法改革国家试点的重要政治责任，以推动《浙江省加快推进“大综合一体化”行政执法改革试点工作方案》落实为契机，加强组织领导，加快推进试点工作全面深化我省“大综合一体化”行政执法改革。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省政府常务会专题研究贯彻习近平总书记关于我省改革试点重要批示精神',
                date: '2022-02-18',
                content:
                    '王浩省长强调，要进一步明确“四梁八柱”和重点任务，确保改革起好步；要坚持问题导向，着力破解改革中的重点难点问题；要进一步突出社会有感、群众有感，加快打造一批在全国有影响力的重大标志性成果；要进一步深化多跨协同和系统集成，形成强大改革合力。',
                imgs: [],
            },
            {
                important: true,
                title:
                    '省委、省政府印发《浙江省加快推进“大综合一体化”行政执法改革试点工作方案》',
                date: '2022-02-22',
                content: '“大综合一体化”行政执法改革国家试点全面组织实施。',
                imgs: [],
            },
            {
                important: true,
                title: '省委、省政府召开全省“大综合一体化”行政执法改革推进大会',
                date: '2022-03-01',
                content:
                    '袁家军书记出席会议并讲话，强调要深入学习贯彻习近平总书记关于行政执法的重要论述和重要指示精神，加快构建权责统一的行政执法职责体系、“金字塔型”的行政执法队伍体系、科学规范的执法方式方法体系、“大综合一体化”执法监管数字应用、有力有效的行政执法制约监督体系、权威高效的行政执法制度体系，为全国行政执法改革提供浙江方案、贡献浙江智慧。',
                imgs: [],
            },
            {
                important: true,
                title:
                    '袁家军书记主持召开会议专题研究“大综合一体化”执法监管数字应用',
                date: '2022-03-22',
                content:
                    '袁书记强调，要深入学习贯彻习近平总书记关于行政执法的重要论述精神，进一步提高政治站位，心怀“国之大者”，站在更高层次来审视、谋划、推动“大综合一体化”行政执法改革，紧扣目标要求，突出系统重塑，高质高效做好应用建设各项工作，加快提升政府整体能力，推动法治社会建设，先行先试探索更完整、更高效的解决方案，以数字化改革引领撬动全省行政执法全方位变革、系统性重塑，加快构建权责统一、权威高效的“大综合一体化”行政执法新格局。',
                imgs: [
                    require('./imgs/2022-03-22-pic1.png'),
                    require('./imgs/2022-03-22-pic2.png'),
                ],
            },
            {
                important: false,
                title:
                    '省两办印发《关于深化“县乡一体、条抓块统”改革推进基层治理系统建设的实施意见》',
                date: '2022-04-21',
                content:
                    '明确要推进“大综合一体化”行政执法改革，完善执法事项清单化管理体系，推动执法力量和权限下沉，深化执法监管数字应用建设。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省委组织部、省委编办、省司法厅、省财政厅、省人社厅印发《关于推进“大综合一体化”行政执法改革执法单位参照管理工作的通知》',
                date: '2022-04-24',
                content: '进一步加强执法队伍规范化建设，理顺执法工作体制。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省人大 常委会召开《浙江省综合行政执法条例》执法检查动员部署视频会议',
                date: '2022-05-07',
                content:
                    '省人大常委会党组书记、副主任梁黎明，省政府副省长高兴夫出席会议并讲话，强调要面向“大综合一体化”改革大场景，准确把握执法检查任务要求。要认真对照行政执法改革试点任务，把握时间节点和目标进度，有针对性地开展执法检查，确保如期完成国家试点任务，切实放大执法检查的综合效应。',
                imgs: [
                    require('./imgs/2022-05-07-pic1.png'),
                    require('./imgs/2022-05-07-pic2.png'),
                    require('./imgs/2022-05-07-pic3.png'),
                    require('./imgs/2022-05-07-pic4.png'),
                ],
            },
            {
                important: false,
                title:
                    '省法院印发《关于为加快推进“大综合一体化”行政执法改革提供有力司法保障的意见》',
                date: '2022-05-12',
                content:
                    '充分发挥人民法院职能作用，为全省加快推进“大综合一体化”行政执法改革提供有力司法保障。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省委编委会印发《关于加强乡镇（街道）编制统筹管理助力基层治理体系建设的意见》',
                date: '2022-06-20',
                content:
                    '以优化机构编制资源配置为抓手，统筹“县乡一体、条抓块统”改革和“大综合一体化”行政执法改革，加快推进基层治理现代化。',
                imgs: [],
            },
            {
                important: false,
                title:
                    '省政府印发关于贯彻落实《行政处罚法》推进法治政府升级版建设的若干意见',
                date: '2022-07-02',
                content:
                    '以贯彻好行政处罚法为重要抓手，加快推进“大综合一体化”行政执法改革，打造法治政府建设升级版，助力我省共同富裕示范区和法治中国示范区建设。',
                imgs: [],
            },
            {
                important: true,
                title:
                    '全省“大综合一体化”行政执法改革暨深化基层管理体制改革推进现场会在衢州召开',
                date: '2022-07-21',
                content:
                    '省委常委、组织部部长王成，副省长高兴夫出席会议并讲话。会议深入学习贯彻省第十五次党代会精神，充分肯定前一阶段改革工作成效，强调要纵深推进“大综合一体化”行政执法改革国家试点落地见效。',
                imgs: [
                    require('./imgs/2022-07-21-pic1.png'),
                    require('./imgs/2022-07-21-pic2.png'),
                    require('./imgs/2022-07-21-pic3.png'),
                ],
            },
            {
                important: true,
                title:
                    '“大综合一体化”执法监管数字应用在湖州实战试用8月2日持续至8月12日',
                date: '2022-08-02',
                content:
                    '为贯彻落实省委省政府关于“大综合一体化”行政执法改革的决策部署，加快推进数字应用建设，8月2日，全省“大综合一体化”执法监管数字应用实战试用部署启动会暨试用培训会在湖州召开，全面开启省“大综合一体化”执法监管数字应用实战试用试点工作。省专班攻坚组，湖州市、吴兴区综合执法指导办，市区综合执法局、市场监管局、农业农村局等20个市区试用部门，吴兴区埭溪、八里店、织里等乡镇工作人员以及技术服务公司等相关人员参加',
                imgs: [
                    require('./imgs/2022-08-02-pic1.png'),
                    require('./imgs/2022-08-02-pic2.png'),
                ],
            },
        ],
    },
]
